[
    {
        "fact": "The Andromeda Galaxy, which is the closest major galaxy to our own Milky Way, is approaching us at a speed of about 250,000 miles per hour."
    },
    {
        "fact": "There are more stars in the universe than there are grains of sand on all the beaches on Earth."
    },
    {
        "fact": "The temperature on the surface of the Sun is about 5,500 degrees Celsius (10,000 degrees Fahrenheit)."
    },
    {
        "fact": "The largest planet in our solar system is Jupiter, which has a diameter of about 89,000 miles (143,000 kilometers)."
    },
    {
        "fact": "Astronauts on the International Space Station experience 16 sunrises and sunsets every 24 hours because of the Earth's rotation."
    },
    {
        "fact": "The fastest-moving planet in our solar system is Mercury, which has an orbital speed of up to 47,400 km/h (29,500 mph)."
    },
    {
        "fact": "The largest moon in our solar system is Ganymede, which orbits Jupiter and is even larger than the planet Mercury."
    },
    {
        "fact": "The Boomerang Nebula is a cloud of gas that is being expelled from a dying star at a speed of 164,000 miles per hour (264,000 kilometers per hour)."
    },
    {
        "fact": "The largest black hole ever discovered is located in the galaxy Messier 87 (M87) and has a mass of approximately 6.5 billion solar masses."
    },
    {
        "fact": "The cosmic microwave background radiation is the oldest light in the universe, dating back to the Big Bang about 13.8 billion years ago."
    },
    {
        "fact": "The farthest human-made object from Earth is the Voyager 1 spacecraft, which is currently about 14.2 light-hours away from us."
    },
    {
        "fact": "The fastest-moving star in our galaxy is US 708, which is moving at a speed of about 1,200 kilometers per second (750 miles per second)."
    },
    {
        "fact": "The largest known star in the universe is VY Canis Majoris, which has a radius of approximately 2,100 times that of our Sun."
    },
    {
        "fact": "The temperature on Pluto can drop to as low as -233 degrees Celsius (-391 degrees Fahrenheit)."
    },
    {
        "fact": "The largest planet or moon with a magnetic field is Jupiter, which has a magnetic field that is powered by its rapid rotation and convection in the planet's interior."
    },
    {
        "fact": "The largest star-forming region in the universe is the Tarantula Nebula, which is located in the Large Magellanic Cloud and is about 1,000 light-years across."
    },
    {
        "fact": "The nearest star to our solar system is Proxima Centauri, which is about 4.24 light-years away."
    },
    {
        "fact": "The largest known galaxy in the universe is IC 1101, which is about 6 million light-years across."
    },
    {
        "fact": "The largest known black hole merger was detected in 2015 and had a total mass of about 60 solar masses."
    },
    {
        "fact": "The largest known star cluster in the universe is the R136 cluster, which is located in the Large Magellanic Cloud and contains over 1 million stars."
    },
    {
        "fact": "The largest known galaxy cluster in the universe is the Sloan Great Wall, which is about 1.37 billion light-years across."
    },
    {
        "fact": "The largest known star in our galaxy is VY Canis Majoris, which has a radius of approximately 2,100 times that of our Sun."
    },
    {
        "fact": "The largest known moon in our solar system is Ganymede, which orbits Jupiter and is even larger than the planet Mercury."
    },
    {
        "fact": "The largest known black hole in our galaxy is Sagittarius A* (Sgr A*), which has a mass of approximately 4 million solar masses."
    },
    {
        "fact": "The largest known comet in our solar system is Comet Hale-Bopp, which is about 25 miles (40 kilometers) in diameter."
    },
    {
        "fact": "The largest known asteroid in our solar system is Ceres, which is about 590 miles (950 kilometers) in diameter."
    },
    {
        "fact": "The largest known exoplanet is Kepler-22b, which is about 2.4 times the size of Jupiter."
    }
]